[Anims.IO_OutofBody_Radio InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_MoxieRadio InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_OutOfBody_AICore MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Núcleo de IA do Estivador 1340"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_OutOfBody_AICore3 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Núcleo de IA"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_OutOfBody_AICore3:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Um Núcleo de IA com número de série 1340."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_OutofBody_AICore4 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Núcleo de IA"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_OutofBody_AICore4:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Um Núcleo de IA com número de série 1340."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_OutOfBody_AICore:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um Núcleo de IA com número de série 1340."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemPool.ID_MO_OutOfBody_AICore2 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Núcleo de IA"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemPool.ID_MO_OutOfBody_AICore2:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um Núcleo de IA com número de série 1340."
NoConstraintText=""
Suffix=""
Prefix=""

[ObjectGrade_OutOfBody_Radio InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

